{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "Contexts",
			"Children": [
				{
					"Source":
					{
						"Text": "RSAssetLibrary Plugin"
					},
					"Translation":
					{
						"Text": "RSAssetLibrary Plugin"
					},
					"Key": "RSAssetLibrary"
				}
			]
		},
		{
			"Namespace": "FMediaPlayerManager",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Player"
					},
					"Translation":
					{
						"Text": "Audio Player"
					},
					"Key": "AudioPlayer"
				},
				{
					"Source":
					{
						"Text": "Image Preview"
					},
					"Translation":
					{
						"Text": "Image Preview"
					},
					"Key": "ImagePreview"
				},
				{
					"Source":
					{
						"Text": "Video Player"
					},
					"Translation":
					{
						"Text": "Video Player"
					},
					"Key": "VideoPlayer"
				}
			]
		},
		{
			"Namespace": "ProjectWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Assets"
					},
					"Translation":
					{
						"Text": "Audio Assets"
					},
					"Key": "AudioAssetsButton"
				},
				{
					"Source":
					{
						"Text": "Cancel All"
					},
					"Translation":
					{
						"Text": "Cancel All"
					},
					"Key": "AllCancelText"
				},
				{
					"Source":
					{
						"Text": "Download List"
					},
					"Translation":
					{
						"Text": "Download List"
					},
					"Key": "TransferListTitle"
				},
				{
					"Source":
					{
						"Text": "Downloaded"
					},
					"Translation":
					{
						"Text": "Downloaded"
					},
					"Key": "CompletedText"
				},
				{
					"Source":
					{
						"Text": "Downloading"
					},
					"Translation":
					{
						"Text": "Downloading"
					},
					"Key": "DownloadText"
				},
				{
					"Source":
					{
						"Text": "File Name"
					},
					"Translation":
					{
						"Text": "File Name"
					},
					"Key": "NameText"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "File Size"
					},
					"Key": "SizeText"
				},
				{
					"Source":
					{
						"Text": "File Status"
					},
					"Translation":
					{
						"Text": "File Status"
					},
					"Key": "StatusText"
				},
				{
					"Source":
					{
						"Text": "Image Assets"
					},
					"Translation":
					{
						"Text": "Image Assets"
					},
					"Key": "ConceptDesignButton"
				},
				{
					"Source":
					{
						"Text": "Log out"
					},
					"Translation":
					{
						"Text": "Log out"
					},
					"Key": "Logout"
				},
				{
					"Source":
					{
						"Text": "Model Assets"
					},
					"Translation":
					{
						"Text": "Model Assets"
					},
					"Key": "ModelAssetsButton"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "No asset selected"
					},
					"Key": "NoAssetSelected1"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "No asset selected"
					},
					"Key": "NoAssetSelected2"
				},
				{
					"Source":
					{
						"Text": "No asset selected"
					},
					"Translation":
					{
						"Text": "No asset selected"
					},
					"Key": "NoAssetSelected3"
				},
				{
					"Source":
					{
						"Text": "No project selected"
					},
					"Translation":
					{
						"Text": "No project selected"
					},
					"Key": "CurrentProjectName"
				},
				{
					"Source":
					{
						"Text": "No tags"
					},
					"Translation":
					{
						"Text": "No tags"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "OK"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Pause All"
					},
					"Translation":
					{
						"Text": "Pause All"
					},
					"Key": "AllPauseText"
				},
				{
					"Source":
					{
						"Text": "Press Enter to search, fuzzy search supported"
					},
					"Translation":
					{
						"Text": "Press Enter to search, fuzzy search supported"
					},
					"Key": "SearchHint"
				},
				{
					"Source":
					{
						"Text": "Select a project first!"
					},
					"Translation":
					{
						"Text": "Select a project first!"
					},
					"Key": "SelectProjectWarning"
				},
				{
					"Source":
					{
						"Text": "Start All"
					},
					"Translation":
					{
						"Text": "Start All"
					},
					"Key": "AllStartText"
				},
				{
					"Source":
					{
						"Text": "Video Assets"
					},
					"Translation":
					{
						"Text": "Video Assets"
					},
					"Key": "VideoAssetsButton"
				}
			]
		},
		{
			"Namespace": "SAssetDownloadWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Cancel"
					},
					"Translation":
					{
						"Text": "Cancel"
					},
					"Key": "CancelTooltip"
				},
				{
					"Source":
					{
						"Text": "Download Cancelled"
					},
					"Translation":
					{
						"Text": "Download Cancelled"
					},
					"Key": "DownloadCancelled"
				},
				{
					"Source":
					{
						"Text": "Download Completed!"
					},
					"Translation":
					{
						"Text": "Download Completed!"
					},
					"Key": "DownloadCompleted"
				},
				{
					"Source":
					{
						"Text": "Download Paused"
					},
					"Translation":
					{
						"Text": "Download Paused"
					},
					"Key": "DownloadPaused"
				},
				{
					"Source":
					{
						"Text": "Download complete! Click to open the save location."
					},
					"Translation":
					{
						"Text": "Download complete! Click to open the save location."
					},
					"Key": "DownloadComplete"
				},
				{
					"Source":
					{
						"Text": "Download failed!"
					},
					"Translation":
					{
						"Text": "Download failed!"
					},
					"Key": "DownloadFailed"
				},
				{
					"Source":
					{
						"Text": "Download..."
					},
					"Translation":
					{
						"Text": "Download..."
					},
					"Key": "ContinueDownload"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "PauseTooltip"
				},
				{
					"Source":
					{
						"Text": "Progress: "
					},
					"Translation":
					{
						"Text": "Progress: "
					},
					"Key": "Downloading"
				},
				{
					"Source":
					{
						"Text": "Start"
					},
					"Translation":
					{
						"Text": "Start"
					},
					"Key": "DownloadTooltip"
				},
				{
					"Source":
					{
						"Text": "Starting Download..."
					},
					"Translation":
					{
						"Text": "Starting Download..."
					},
					"Key": "StartDownload"
				},
				{
					"Source":
					{
						"Text": "Waiting..."
					},
					"Translation":
					{
						"Text": "Waiting..."
					},
					"Key": "WaitingForDownload"
				}
			]
		},
		{
			"Namespace": "SAudioAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Info"
					},
					"Translation":
					{
						"Text": "Audio Info"
					},
					"Key": "AudioInformation"
				},
				{
					"Source":
					{
						"Text": "Bit Rate"
					},
					"Translation":
					{
						"Text": "Bit Rate"
					},
					"Key": "BitRate"
				},
				{
					"Source":
					{
						"Text": "Channels"
					},
					"Translation":
					{
						"Text": "Channels"
					},
					"Key": "Channels"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "Comments"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "Creation Time"
					},
					"Key": "CreationTime"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "Download the resource first!"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Encoder"
					},
					"Translation":
					{
						"Text": "Encoder"
					},
					"Key": "Encoder"
				},
				{
					"Source":
					{
						"Text": "File Info"
					},
					"Translation":
					{
						"Text": "File Info"
					},
					"Key": "FileInformation"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "File Size"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "Loading comments..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "No Tags"
					},
					"Translation":
					{
						"Text": "No Tags"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "No comments"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "OK"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading!"
					},
					"Translation":
					{
						"Text": "Resource is downloading!"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Sample Rate"
					},
					"Translation":
					{
						"Text": "Sample Rate"
					},
					"Key": "SampleRate"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "Tags"
					},
					"Key": "Tags"
				},
				{
					"Source":
					{
						"Text": "Upload By"
					},
					"Translation":
					{
						"Text": "Upload By"
					},
					"Key": "Uploader"
				}
			]
		},
		{
			"Namespace": "SAudioTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "Clear"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "Filter: "
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "Selected: "
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SConceptDesignWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Base Info"
					},
					"Translation":
					{
						"Text": "Base Info"
					},
					"Key": "BasicInformation"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "Comments"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "Creation Time"
					},
					"Key": "CreationTime"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "Download the resource first!"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "File Size"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "File Type"
					},
					"Translation":
					{
						"Text": "File Type"
					},
					"Key": "FileType"
				},
				{
					"Source":
					{
						"Text": "Last Modified Time"
					},
					"Translation":
					{
						"Text": "Last Modified Time"
					},
					"Key": "ModificationTime"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "Load Failed"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "Loading comments..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "No Preview"
					},
					"Key": "NoPreview"
				},
				{
					"Source":
					{
						"Text": "No Tags"
					},
					"Translation":
					{
						"Text": "No Tags"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "No comments"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "OK"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading！"
					},
					"Translation":
					{
						"Text": "Resource is downloading！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Size"
					},
					"Translation":
					{
						"Text": "Size"
					},
					"Key": "Size"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "Tags"
					},
					"Key": "Tags"
				}
			]
		},
		{
			"Namespace": "SConceptTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "Clear"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "Filter: "
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "Selected: "
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SDownloadCompleteWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "View Local File"
					},
					"Translation":
					{
						"Text": "View Local File"
					},
					"Key": "ViewLocalCacheToolTip"
				}
			]
		},
		{
			"Namespace": "SImageDisplayWindow",
			"Children": [
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "Load Failed"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "No Preview"
					},
					"Key": "NoPreview"
				}
			]
		},
		{
			"Namespace": "SLoginWidget",
			"Children": [
				{
					"Source":
					{
						"Text": " R-Space User Agreement"
					},
					"Translation":
					{
						"Text": " R-Space User Agreement"
					},
					"Key": "UserAgreement"
				},
				{
					"Source":
					{
						"Text": " R-Space User Agreement"
					},
					"Translation":
					{
						"Text": " R-Space User Agreement"
					},
					"Key": "QRCodeUserAgreement"
				},
				{
					"Source":
					{
						"Text": "Confirm login on your phone"
					},
					"Translation":
					{
						"Text": "Confirm login on your phone"
					},
					"Key": "ConfirmLoginOnMobile"
				},
				{
					"Source":
					{
						"Text": "Get Code"
					},
					"Translation":
					{
						"Text": "Get Code"
					},
					"Key": "GetCaptcha2"
				},
				{
					"Source":
					{
						"Text": "Get Code"
					},
					"Translation":
					{
						"Text": "Get Code"
					},
					"Key": "GetCaptcha"
				},
				{
					"Source":
					{
						"Text": "I Agreed"
					},
					"Translation":
					{
						"Text": "I Agreed"
					},
					"Key": "AgreementText"
				},
				{
					"Source":
					{
						"Text": "I Agreed"
					},
					"Translation":
					{
						"Text": "I Agreed"
					},
					"Key": "QRCodeAgreement"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "NetworkLoading"
				},
				{
					"Source":
					{
						"Text": "Login Failed. Retry."
					},
					"Translation":
					{
						"Text": "Login Failed. Retry."
					},
					"Key": "LoginfailedRetry."
				},
				{
					"Source":
					{
						"Text": "Login Successful"
					},
					"Translation":
					{
						"Text": "Login Successful"
					},
					"Key": "Loginsuccessful"
				},
				{
					"Source":
					{
						"Text": "Login successful"
					},
					"Translation":
					{
						"Text": "Login successful"
					},
					"Key": "LoginSuccess"
				},
				{
					"Source":
					{
						"Text": "Phone Number"
					},
					"Translation":
					{
						"Text": "Phone Number"
					},
					"Key": "PhoneNumberHint"
				},
				{
					"Source":
					{
						"Text": "Phone number cannot be empty"
					},
					"Translation":
					{
						"Text": "Phone number cannot be empty"
					},
					"Key": "PhoneNumberError"
				},
				{
					"Source":
					{
						"Text": "Please agree to the user agreement"
					},
					"Translation":
					{
						"Text": "Please agree to the user agreement"
					},
					"Key": "AgreeToTerms"
				},
				{
					"Source":
					{
						"Text": "QR Login"
					},
					"Translation":
					{
						"Text": "QR Login"
					},
					"Key": "ScanToLogin"
				},
				{
					"Source":
					{
						"Text": "QR code not scanned"
					},
					"Translation":
					{
						"Text": "QR code not scanned"
					},
					"Key": "QRCodeNotScanned"
				},
				{
					"Source":
					{
						"Text": "Scan with R-Space App"
					},
					"Translation":
					{
						"Text": "Scan with R-Space App"
					},
					"Key": "ScanWithApp"
				},
				{
					"Source":
					{
						"Text": "Sign In/Sign Up"
					},
					"Translation":
					{
						"Text": "Sign In/Sign Up"
					},
					"Key": "SignIn/SignUp"
				},
				{
					"Source":
					{
						"Text": "Unknown QR code status"
					},
					"Translation":
					{
						"Text": "Unknown QR code status"
					},
					"Key": "UnknownQRCodeState"
				},
				{
					"Source":
					{
						"Text": "User denied login"
					},
					"Translation":
					{
						"Text": "User denied login"
					},
					"Key": "UserRejectedLogin"
				},
				{
					"Source":
					{
						"Text": "Verification Code"
					},
					"Translation":
					{
						"Text": "Verification Code"
					},
					"Key": "EnterCaptchaHint"
				},
				{
					"Source":
					{
						"Text": "Verification code cannot be empty"
					},
					"Translation":
					{
						"Text": "Verification code cannot be empty"
					},
					"Key": "CaptchaRequired"
				},
				{
					"Source":
					{
						"Text": "Welcome，M-Creator"
					},
					"Translation":
					{
						"Text": "Welcome，M-Creator"
					},
					"Key": "WelcomeBackText"
				}
			]
		},
		{
			"Namespace": "SModelAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Basic Info"
					},
					"Translation":
					{
						"Text": "Basic Info"
					},
					"Key": "BasicInfoTitle"
				},
				{
					"Source":
					{
						"Text": "Create By"
					},
					"Translation":
					{
						"Text": "Create By"
					},
					"Key": "CreatorLabel"
				},
				{
					"Source":
					{
						"Text": "Creation Time"
					},
					"Translation":
					{
						"Text": "Creation Time"
					},
					"Key": "CreateTimeLabel"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "Download the resource first!"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Last Modified Time"
					},
					"Translation":
					{
						"Text": "Last Modified Time"
					},
					"Key": "LastModifyTimeLabel"
				},
				{
					"Source":
					{
						"Text": "Last Modifier"
					},
					"Translation":
					{
						"Text": "Last Modifier"
					},
					"Key": "LastModifyByLabel"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "Load Failed"
					},
					"Key": "ImageLoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "No Preview"
					},
					"Key": "NoPreviewText"
				},
				{
					"Source":
					{
						"Text": "No tags"
					},
					"Translation":
					{
						"Text": "No tags"
					},
					"Key": "NoTags"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "OK"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading！"
					},
					"Translation":
					{
						"Text": "Resource is downloading！"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Tags"
					},
					"Translation":
					{
						"Text": "Tags"
					},
					"Key": "TagsTitle"
				}
			]
		},
		{
			"Namespace": "SModelTagWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Clear"
					},
					"Translation":
					{
						"Text": "Clear"
					},
					"Key": "ClearFilter"
				},
				{
					"Source":
					{
						"Text": "Filter: "
					},
					"Translation":
					{
						"Text": "Filter: "
					},
					"Key": "ConditionTypeLabel"
				},
				{
					"Source":
					{
						"Text": "Selected: "
					},
					"Translation":
					{
						"Text": "Selected: "
					},
					"Key": "SelectedText"
				}
			]
		},
		{
			"Namespace": "SVideoAssetsWidget",
			"Children": [
				{
					"Source":
					{
						"Text": "Audio Bitrate"
					},
					"Translation":
					{
						"Text": "Audio Bitrate"
					},
					"Key": "AudioBitRate"
				},
				{
					"Source":
					{
						"Text": "Audio Encoding"
					},
					"Translation":
					{
						"Text": "Audio Encoding"
					},
					"Key": "AudioCodec"
				},
				{
					"Source":
					{
						"Text": "Base Info"
					},
					"Translation":
					{
						"Text": "Base Info"
					},
					"Key": "BasicInfo"
				},
				{
					"Source":
					{
						"Text": "Bitrate"
					},
					"Translation":
					{
						"Text": "Bitrate"
					},
					"Key": "VideoBitRate"
				},
				{
					"Source":
					{
						"Text": "Channels"
					},
					"Translation":
					{
						"Text": "Channels"
					},
					"Key": "AudioChannel"
				},
				{
					"Source":
					{
						"Text": "Comments"
					},
					"Translation":
					{
						"Text": "Comments"
					},
					"Key": "Comments"
				},
				{
					"Source":
					{
						"Text": "Download the resource first!"
					},
					"Translation":
					{
						"Text": "Download the resource first!"
					},
					"Key": "DownloadResourceMessage"
				},
				{
					"Source":
					{
						"Text": "Duration"
					},
					"Translation":
					{
						"Text": "Duration"
					},
					"Key": "Duration"
				},
				{
					"Source":
					{
						"Text": "File Size"
					},
					"Translation":
					{
						"Text": "File Size"
					},
					"Key": "FileSize"
				},
				{
					"Source":
					{
						"Text": "Format"
					},
					"Translation":
					{
						"Text": "Format"
					},
					"Key": "Format"
				},
				{
					"Source":
					{
						"Text": "Frame Rate"
					},
					"Translation":
					{
						"Text": "Frame Rate"
					},
					"Key": "FrameRate"
				},
				{
					"Source":
					{
						"Text": "Load Failed"
					},
					"Translation":
					{
						"Text": "Load Failed"
					},
					"Key": "LoadFailed"
				},
				{
					"Source":
					{
						"Text": "Loading comments..."
					},
					"Translation":
					{
						"Text": "Loading comments..."
					},
					"Key": "LoadingComments"
				},
				{
					"Source":
					{
						"Text": "Loading..."
					},
					"Translation":
					{
						"Text": "Loading..."
					},
					"Key": "Loading"
				},
				{
					"Source":
					{
						"Text": "No Preview"
					},
					"Translation":
					{
						"Text": "No Preview"
					},
					"Key": "NoPreview"
				},
				{
					"Source":
					{
						"Text": "No comments"
					},
					"Translation":
					{
						"Text": "No comments"
					},
					"Key": "NoComments"
				},
				{
					"Source":
					{
						"Text": "Notification"
					},
					"Translation":
					{
						"Text": "Notification"
					},
					"Key": "TipTitle"
				},
				{
					"Source":
					{
						"Text": "OK"
					},
					"Translation":
					{
						"Text": "OK"
					},
					"Key": "Confirm"
				},
				{
					"Source":
					{
						"Text": "Resolution"
					},
					"Translation":
					{
						"Text": "Resolution"
					},
					"Key": "Resolution"
				},
				{
					"Source":
					{
						"Text": "Resource is downloading!"
					},
					"Translation":
					{
						"Text": "Resource is downloading!"
					},
					"Key": "ResourceDownloading"
				},
				{
					"Source":
					{
						"Text": "Sampling Rate"
					},
					"Translation":
					{
						"Text": "Sampling Rate"
					},
					"Key": "AudioSampleRate"
				},
				{
					"Source":
					{
						"Text": "Upload By"
					},
					"Translation":
					{
						"Text": "Upload By"
					},
					"Key": "Uploader"
				},
				{
					"Source":
					{
						"Text": "Upload Time"
					},
					"Translation":
					{
						"Text": "Upload Time"
					},
					"Key": "UploadTime"
				},
				{
					"Source":
					{
						"Text": "Video Encoding"
					},
					"Translation":
					{
						"Text": "Video Encoding"
					},
					"Key": "Codec"
				}
			]
		},
		{
			"Namespace": "UICommands",
			"Subnamespaces": [
				{
					"Namespace": "FRSAssetLibraryModule",
					"Children": [
						{
							"Source":
							{
								"Text": "Execute RSAssetLibrary action"
							},
							"Translation":
							{
								"Text": "Execute RSAssetLibrary action"
							},
							"Key": "PluginAction_ToolTip"
						},
						{
							"Source":
							{
								"Text": "RSAssetLibrary"
							},
							"Translation":
							{
								"Text": "RSAssetLibrary"
							},
							"Key": "PluginAction"
						}
					]
				}
			]
		}
	]
}